Repository: madtyn/corelli
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: Account Inactive
gl: Conta inactiva

source: This account is inactive.
gl: Esta conta está inactiva

source: Account
gl: Conta

source: E-mail Addresses
gl: Direccións de e-mail

source: The following e-mail addresses are associated with your account:
gl: As seguintes direccións de e-mail están asociadas coa sua conta:

source: Verified
gl: Verificación completa

source: Unverified
gl: Verificación incompleta

source: Primary
gl: Principal

source: Make Primary
gl: Facer principal

source: Re-send Verification
gl: Re-enviar verificación

source: Remove
gl: Quitar

source: Warning:
gl: Aviso:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
gl: Actualmente non ten ningunha dirección de e-mail configurada. Debe engadir unha dirección de e-mail pra poder recibir notificacións, restablecer contrasinal, etc.

source: Add E-mail Address
gl: Engadir dirección E-mail

source: Add E-mail
gl: Engadir E-mail

source: Do you really want to remove the selected e-mail address?
gl: ¿Está seguro de que quere quitar o e-mail seleccionado?

source: Confirm E-mail Address
gl: Confirmar dirección E-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
gl: Por favor confirme que <a href="mailto:%(email)s">%(email)s</a> é unha dirección e-mail pra o usuario %(user_display)s.

source: Confirm
gl: Confirmar

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
gl: Esta confirmación de e-mail expirou ou é inválida. Por favor <a href="%(email_url)s">realice unha nova solicitude de confirmación de e-mail

source: Sign In
gl: Ingresar

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
gl: Por favor, ingrese cunha das suas contas existentes de terceiros. Ou, <a href="%(signup_url)s">rexistre</a> unha conta en %(site_name)s e ingrese debaixo:

source: or
gl: ou

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
gl: Se non creara unha conta ainda, entón por favor <a href="%(signup_url)s">rexístrese</a> primeiro.

source: Forgot Password?
gl: ¿Esqueceu o contrasinal?

source: Sign Out
gl: Desconectar

source: Are you sure you want to sign out?
gl: ¿Está seguro de que quere desconectar?

source: Change Password
gl: Cambiar contrasinal

source: Password Reset
gl: Restablecer contrasinal

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
gl: ¿Esqueceu o seu contrasinal? Introduza a sua dirección e-mail debaixo, e enviarémoslle un e-mail pra que poda restablecela

source: Reset My Password
gl: Restablecer o meu contrasinal

source: Please contact us if you have any trouble resetting your password.
gl: Por favor, contacte connosco se ten algún problema restablecendo o seu contrasinal

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
gl: Xa lle envíamos un e-mail. Por favor, contacte connosco se non o recibiu

source: Bad Token
gl: Código incorrecto

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
gl: O enlace de restablecemento do contrasinal é inválido, posiblemente porque xa foi usado. Por favor, solicite un <a href="%(passwd_reset_url)s">restablecemento de novo contrasinal</a>.

source: change password
gl: cambiar contrasinal

source: Your password is now changed.
gl: O seu contrasinal xa foi cambiado

source: Set Password
gl: Establecer contrasinal

source: Signup
gl: Rexistrarse

source: Sign Up
gl: Rexistrarse

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
gl: ¿Xa ten unha conta? Entón por favor <a href="%(login_url)s">ingrese</a>.

source: Sign Up Closed
gl: Rexistro inhabilitado

source: We are sorry, but the sign up is currently closed.
gl: Sentímolo, pero o rexistro está inhabilitado

source: Verify Your E-mail Address
gl: Verificar a dirección de e-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
gl: Xa lle envíamos un e-mail pra ser verificado. Siga o enlace provisto pra finalizar o proceso de rexistro. Por favor contacte connosco se non o recibiu nuns poucos minutos.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
gl: Esta parte da web require que verifiquemos que vostede é quén di ser. Pra este propósito, esiximos que verifique a propiedade da sua dirección de e-mail

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
gl: Xa lle envíamos un e-mail pra a verificación. Por favor, clickee no enlace dentro deste e-mail. Por favor contacte connosco se non o recibiu nuns poucos minutos.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
gl: Nota: ainda pode <a href="%(email_url)s">cambiar a sua dirección e-mail</a>.

source: About
gl: Qué é isto

source: Home
gl: Inicio

source: Browse
gl: Explorar

source: My Profile
gl: Perfil

source: Accept
gl: Aceptar

source: This web site is a musical personal project for sharing sheet music and resources for musicians. I made it because I enjoy collecting sheet music and I always have believed that culture should be shared and enjoyed. If you think like that, you will love this web site and its goal, so welcome. I hope you will find what you were looking for.
gl: Este sitio web é un proxecto musical e personal pra compartir partituras e recursos pra músicos. Foi creado porque son aficionado a coleccionar partituras e sempre crin que a cultura debe ser compartida e desfrutada. Se pensas deste xeito, encantarache esta web e o seu obxetivo, así que benvido. Espero que atopes o que buscas.

source: You are authenticated now. You may go on and explore the sheet music and resources by clicking this link.
gl: Vostede está autentificado agora. Pode seguir e explorar as partituras e recursos musicais clickeando neste enlace.

source: Users
gl: Usuarios

source: This username has already been taken.
gl: Este nome de usuario xa foi utilizado

source: Name of User
gl: Nome do usuario

source: Infos successfully updated
gl: Información actualizada con éxito

source: NOTE: Please remember that files and folders cannot be translated. They are usually in english. If you need some translation engine you can go to deepl.com or translate.google.com
gl: NOTA: Por favor, lembre que os nomes de ficheiros e carpetas non poden ser traducidos. Frecuentemente están en inglés. Se precisa traducción pode acudir a deepl.com ou translate.google.com

source: Return back to parent
gl: Voltar a carpeta anterior
